/******************** (C) COPYRIGHT 2011 蓝宙电子工作室 ********************
 * 文件名       ：startup.h
 * 描述         ：CPU启动相关函数的头文件
 * 备注         ：
 *
 * 实验平台     ：
 * 库版本       ：
 * 嵌入系统     ：
 *
 * 作者         ：
 * 淘宝店       ：http://landzo.taobao.com/
 * 技术支持论坛 ：
**********************************************************************************/


#ifndef _STARTUP_H_
#define _STARTUP_H_

/********************************************************************/

void common_startup(void);

/********************************************************************/

#endif /* _STARTUP_H_ */
